Revit 2027 API
ParameterTypeId.FaceroofOffsetParam Property
 "Level Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FaceroofOffsetParam { get; }
Public Shared ReadOnly Property FaceroofOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FaceroofOffsetParam {
	ForgeTypeId^ get ();
}
static member FaceroofOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace